"info_title" = "Informations personnelles";
"pref_homePhone_name" = "Numéro téléphone favori";
"pref_nightMode_name" = "Mode de nuit";
"pref_pressuref_name" = "Unité de pression";
"pressuref_kgf" = "Kg-f";
"tempf_f" = "Fahrenheit";
"distance_m" = "Métric";
"distance_i" = "Impérial";
"pref_bearing_name" = "Unité de direction";
"bearing_c" = "Points cardinaux";
"pref_orientation_name" = "Verrouillage de l'orientation";
"orientation_a" = "Off";
"orientation_l" = "Paysage";
"alerting_title" = "Réglages d'alertes";
"pref_custom_tpm_threshold" = "Niveau de pression des pneus personnalisé";
"pref_tpm_threshold_title" = "Limite inférieur de pression des pneus";
"pref_fuel_routing_footer" = "Proposer l'itinéraire vers la station la plus proche en cas de niveau de carburant bas";
"pref_tasks_settings_title" = "Personnalisation de tâches rapides";
"pref_debuglogging_summary" = "Activer uniquement lorsque demandé par le support. Peut nuire aux performance. Désactiver après usage.";
"advanced_settings_title" = "Réglages avancés";
"pref_homeAddress_name" = "Adresse domicile";
"ui_title" = "Interface utilisateur";
"pressuref_bar" = "Bar";
"pressuref_kpa" = "kPa";
"pressuref_psi" = "psi";
"pref_tempf_name" = "Unité de température";
"tempf_c" = "Celsius";
"pref_distance_name" = "Unité de distance";
"bearing_d" = "Degré";
"orientation_p" = "Portrait";
"pref_grid_settings_title" = "Personnalisation des grilles";
"debug_settings_title" = "Réglages Debug";
"pref_debuglogging_name" = "Activer les journaux debug";
"pref_integrations_settings_title" = "Integrations";
"pref_integrations_settings_summary" = "Enable integration with 3rd Party Apps and hardware.";
"pref_fuel_routing_title" = "Directions vers les stations-service";
"pref_tpm_threshold" = "Basse pression des pneus, spécifiez une valeur relative à l'unité de pression sélectionnée";
"pref_custom_tpm_threshold_title" = "Activer les limites personnalisées";
"pref_notification_name" = "Activer les notifications d'erreurs";
"pref_displayBrightness_name" = "Luminosité maximale";
"firstname" = "Prénom";
"lastname" = "Nom";
"pref_contact_sorting" = "Tri de la liste de contacts";
"timef_12h" = "12h";
"pref_time_name" = "Format de l'heure";
"timef_24h" = "24h";
"pref_bearing_override_summary" = "Utiliser la direction du GPS plutôt que la boussole magnétique.";
"pref_bearing_override_name" = "Orientation GPS";
"system_default" = "Défaut du système";
"on" = "Marche";
"off" = "Arrêt";
"pref_photopreview_name" = "Aperçu photo";
"pref_fuel_routing_enable_title" = "Activer la navigation vers les stations-service";
"consumption_km" = "km/L";
"consumption_gallon_imperial" = "mpg (impérial)";
"consumption_gallon_us" = "mpg(US)";
"consumption_hundred_km" = "L/100";
"pref_consumption_name" = "Unité de consommation";
